export const faqContent = [
    {
        id: 1,
        question: 'Как добраться до музея?',
        answer: 'В Национальный музей Республики Татарстан можно добраться общественным транспортом:1) «Станция метро «Кремлевская», а затем по направлению к Кремлю пройдя 5 минут пешком;',
    },
    {
        id: 2,
        question: 'Есть ли поблизости удобная парковка?',
        answer: 'some text',
    },
    {
        id: 3,
        question: 'Можно ли воспользоваться аудиогидом?',
        answer: 'some text',
    },
];
