export const menuContent = [
{
            name: 'Пункт 1',
            id: 0,
            content:  [
                ["Подпункт меню", "/someUrl"],
                ["Подпункт меню", "/someUrl"],
                ["Подпункт меню", "/someUrl"],
                ["Подпункт меню", "/someUrl"],
                ["Подпункт меню", "/someUrl"]
        ]
    },
    {
        name: 'Пункт 2',
        id: 1,
        content:  [
            ["Подпункт меню 1", "/someUrl"],
            ["Подпункт меню", "/someUrl"],
            ["Подпункт меню", "/someUrl"],
            ["Подпункт меню", "/someUrl"],
            ["Подпункт меню", "/someUrl"]
    ]
    }
        // 1: {
        //     name: 'Пункт 1',
        //     content: {
        //         0: ["Подпункт меню", "/someUrl"],
        //         1: ["Подпункт меню", "/someUrl"],
        //         2: ["Подпункт меню", "/someUrl"],
        //         3: ["Подпункт меню", "/someUrl"],
        //         4: ["Подпункт меню", "/someUrl"]
        //     }
        // },
        // 2: {
        //     name: 'Пункт 2',
        //     content: {
        //         0: ["Подпункт меню", "/someUrl"],
        //         1: ["Подпункт меню", "/someUrl"],
        //         2: ["Подпункт меню", "/someUrl"],
        //         3: ["Подпункт меню", "/someUrl"],
        //         4: ["Подпункт меню", "/someUrl"]
        //     }
        // },
        // 3: {
        //     name: 'Пункт 3',
        //     content: {
        //         0: ["Подпункт меню", "/someUrl"],
        //         1: ["Подпункт меню", "/someUrl"],
        //         2: ["Подпункт меню", "/someUrl"],
        //         3: ["Подпункт меню", "/someUrl"],
        //         4: ["Подпункт меню", "/someUrl"]
        //     }
        // },
        // 4: {
        //     name: 'Пункт 4',
        //     content: {
        //         0: ["Подпункт меню", "/someUrl"],
        //         1: ["Подпункт меню", "/someUrl"],
        //         2: ["Подпункт меню", "/someUrl"],
        //         3: ["Подпункт меню", "/someUrl"],
        //         4: ["Подпункт меню", "/someUrl"]
        //     }
        // },
        // 5: {
        //     name: 'Пункт 5',
        //     content: {
        //         0: ["Подпункт меню", "/someUrl"],
        //         1: ["Подпункт меню", "/someUrl"],
        //         2: ["Подпункт меню", "/someUrl"],
        //         3: ["Подпункт меню", "/someUrl"],
        //         4: ["Подпункт меню", "/someUrl"]
        //     }
        // }
    ]